{
  "\t": 0,
  "\n": 1,
  "\r": 2,
  " ": 3,
  "!": 4,
  "\"": 5,
  "#": 6,
  "$": 7,
  "%": 8,
  "&": 9,
  "'": 10,
  "(": 11,
  ")": 12,
  "*": 13,
  "+": 14,
  ",": 15,
  "-": 16,
  ".": 17,
  "/": 18,
  "0": 19,
  "1": 20,
  "2": 21,
  "3": 22,
  "4": 23,
  "5": 24,
  "6": 25,
  "7": 26,
  "8": 27,
  "9": 28,
  ":": 29,
  ";": 30,
  "<": 31,
  "=": 32,
  ">": 33,
  "?": 34,
  "@": 35,
  "A": 36,
  "B": 37,
  "C": 38,
  "D": 39,
  "E": 40,
  "F": 41,
  "G": 42,
  "H": 43,
  "I": 44,
  "J": 45,
  "K": 46,
  "L": 47,
  "M": 48,
  "N": 49,
  "O": 50,
  "P": 51,
  "Q": 52,
  "R": 53,
  "S": 54,
  "T": 55,
  "U": 56,
  "V": 57,
  "W": 58,
  "X": 59,
  "Y": 60,
  "Z": 61,
  "[": 62,
  "\\": 63,
  "]": 64,
  "^": 65,
  "_": 66,
  "`": 67,
  "a": 68,
  "b": 69,
  "c": 70,
  "d": 71,
  "e": 72,
  "f": 73,
  "g": 74,
  "h": 75,
  "i": 76,
  "j": 77,
  "k": 78,
  "l": 79,
  "m": 80,
  "n": 81,
  "o": 82,
  "p": 83,
  "q": 84,
  "r": 85,
  "s": 86,
  "t": 87,
  "u": 88,
  "v": 89,
  "w": 90,
  "x": 91,
  "y": 92,
  "z": 93,
  "{": 94,
  "|": 95,
  "}": 96,
  "~": 97,
  "ँ": 98,
  "ं": 99,
  "ः": 100,
  "अ": 101,
  "आ": 102,
  "इ": 103,
  "ई": 104,
  "उ": 105,
  "ऊ": 106,
  "ऋ": 107,
  "ए": 108,
  "ऐ": 109,
  "ओ": 110,
  "औ": 111,
  "क": 112,
  "ख": 113,
  "ग": 114,
  "घ": 115,
  "ङ": 116,
  "च": 117,
  "छ": 118,
  "ज": 119,
  "झ": 120,
  "ञ": 121,
  "ट": 122,
  "ठ": 123,
  "ड": 124,
  "ढ": 125,
  "ण": 126,
  "त": 127,
  "थ": 128,
  "द": 129,
  "ध": 130,
  "न": 131,
  "प": 132,
  "फ": 133,
  "ब": 134,
  "भ": 135,
  "म": 136,
  "य": 137,
  "र": 138,
  "ल": 139,
  "व": 140,
  "श": 141,
  "ष": 142,
  "स": 143,
  "ह": 144,
  "ा": 145,
  "ि": 146,
  "ी": 147,
  "ु": 148,
  "ू": 149,
  "ृ": 150,
  "े": 151,
  "ै": 152,
  "ो": 153,
  "ौ": 154,
  "्": 155,
  "०": 156,
  "१": 157,
  "२": 158,
  "३": 159,
  "४": 160,
  "५": 161,
  "६": 162,
  "७": 163,
  "८": 164,
  "९": 165,
  "అ": 166,
  "ఆ": 167,
  "ఇ": 168,
  "ఈ": 169,
  "ఉ": 170,
  "ఊ": 171,
  "ఋ": 172,
  "ఎ": 173,
  "ఏ": 174,
  "ఐ": 175,
  "ఒ": 176,
  "ఓ": 177,
  "ఔ": 178,
  "క": 179,
  "ఖ": 180,
  "గ": 181,
  "ఘ": 182,
  "ఙ": 183,
  "చ": 184,
  "ఛ": 185,
  "జ": 186,
  "ఝ": 187,
  "ఞ": 188,
  "ట": 189,
  "ఠ": 190,
  "డ": 191,
  "ఢ": 192,
  "ణ": 193,
  "త": 194,
  "థ": 195,
  "ద": 196,
  "ధ": 197,
  "న": 198,
  "ప": 199,
  "ఫ": 200,
  "బ": 201,
  "భ": 202,
  "మ": 203,
  "య": 204,
  "ర": 205,
  "ల": 206,
  "వ": 207,
  "శ": 208,
  "ష": 209,
  "స": 210,
  "హ": 211,
  "ా": 212,
  "ీ": 213,
  "ు": 214,
  "ూ": 215,
  "ృ": 216,
  "ె": 217,
  "ే": 218,
  "ై": 219,
  "ొ": 220,
  "ో": 221,
  "ౌ": 222,
  "్": 223,
  "౦": 224,
  "౧": 225,
  "౨": 226,
  "౩": 227,
  "౪": 228,
  "౫": 229,
  "౬": 230,
  "౭": 231,
  "౮": 232,
  "౯": 233,
  "<|endoftext|>": 234
}